{
    "sun_aries":  "Sol em Áries  energia do Sol moldada pelas qualidades de Áries. [TODO: copywriting]",
    "sun_taurus":  "Sol em Touro  energia do Sol moldada pelas qualidades de Touro. [TODO: copywriting]",
    "sun_gemini":  "Sol em Gêmeos  energia do Sol moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "sun_cancer":  "Sol em Câncer  energia do Sol moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "sun_leo":  "Sol em Leão  energia do Sol moldada pelas qualidades de Leão. [TODO: copywriting]",
    "sun_virgo":  "Sol em Virgem  energia do Sol moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "sun_libra":  "Sol em Libra  energia do Sol moldada pelas qualidades de Libra. [TODO: copywriting]",
    "sun_scorpio":  "Sol em Escorpião  energia do Sol moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "sun_sagittarius":  "Sol em Sagitário  energia do Sol moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "sun_capricorn":  "Sol em Capricórnio  energia do Sol moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "sun_aquarius":  "Sol em Aquário  energia do Sol moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "sun_pisces":  "Sol em Peixes  energia do Sol moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "moon_aries":  "Lua em Áries  energia do Lua moldada pelas qualidades de Áries. [TODO: copywriting]",
    "moon_taurus":  "Lua em Touro  energia do Lua moldada pelas qualidades de Touro. [TODO: copywriting]",
    "moon_gemini":  "Lua em Gêmeos  energia do Lua moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "moon_cancer":  "Lua em Câncer  energia do Lua moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "moon_leo":  "Lua em Leão  energia do Lua moldada pelas qualidades de Leão. [TODO: copywriting]",
    "moon_virgo":  "Lua em Virgem  energia do Lua moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "moon_libra":  "Lua em Libra  energia do Lua moldada pelas qualidades de Libra. [TODO: copywriting]",
    "moon_scorpio":  "Lua em Escorpião  energia do Lua moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "moon_sagittarius":  "Lua em Sagitário  energia do Lua moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "moon_capricorn":  "Lua em Capricórnio  energia do Lua moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "moon_aquarius":  "Lua em Aquário  energia do Lua moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "moon_pisces":  "Lua em Peixes  energia do Lua moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "mercury_aries":  "Mercúrio em Áries  energia do Mercúrio moldada pelas qualidades de Áries. [TODO: copywriting]",
    "mercury_taurus":  "Mercúrio em Touro  energia do Mercúrio moldada pelas qualidades de Touro. [TODO: copywriting]",
    "mercury_gemini":  "Mercúrio em Gêmeos  energia do Mercúrio moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "mercury_cancer":  "Mercúrio em Câncer  energia do Mercúrio moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "mercury_leo":  "Mercúrio em Leão  energia do Mercúrio moldada pelas qualidades de Leão. [TODO: copywriting]",
    "mercury_virgo":  "Mercúrio em Virgem  energia do Mercúrio moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "mercury_libra":  "Mercúrio em Libra  energia do Mercúrio moldada pelas qualidades de Libra. [TODO: copywriting]",
    "mercury_scorpio":  "Mercúrio em Escorpião  energia do Mercúrio moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "mercury_sagittarius":  "Mercúrio em Sagitário  energia do Mercúrio moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "mercury_capricorn":  "Mercúrio em Capricórnio  energia do Mercúrio moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "mercury_aquarius":  "Mercúrio em Aquário  energia do Mercúrio moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "mercury_pisces":  "Mercúrio em Peixes  energia do Mercúrio moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "venus_aries":  "Vênus em Áries  energia do Vênus moldada pelas qualidades de Áries. [TODO: copywriting]",
    "venus_taurus":  "Vênus em Touro  energia do Vênus moldada pelas qualidades de Touro. [TODO: copywriting]",
    "venus_gemini":  "Vênus em Gêmeos  energia do Vênus moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "venus_cancer":  "Vênus em Câncer  energia do Vênus moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "venus_leo":  "Vênus em Leão  energia do Vênus moldada pelas qualidades de Leão. [TODO: copywriting]",
    "venus_virgo":  "Vênus em Virgem  energia do Vênus moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "venus_libra":  "Vênus em Libra  energia do Vênus moldada pelas qualidades de Libra. [TODO: copywriting]",
    "venus_scorpio":  "Vênus em Escorpião  energia do Vênus moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "venus_sagittarius":  "Vênus em Sagitário  energia do Vênus moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "venus_capricorn":  "Vênus em Capricórnio  energia do Vênus moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "venus_aquarius":  "Vênus em Aquário  energia do Vênus moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "venus_pisces":  "Vênus em Peixes  energia do Vênus moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "mars_aries":  "Marte em Áries  energia do Marte moldada pelas qualidades de Áries. [TODO: copywriting]",
    "mars_taurus":  "Marte em Touro  energia do Marte moldada pelas qualidades de Touro. [TODO: copywriting]",
    "mars_gemini":  "Marte em Gêmeos  energia do Marte moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "mars_cancer":  "Marte em Câncer  energia do Marte moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "mars_leo":  "Marte em Leão  energia do Marte moldada pelas qualidades de Leão. [TODO: copywriting]",
    "mars_virgo":  "Marte em Virgem  energia do Marte moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "mars_libra":  "Marte em Libra  energia do Marte moldada pelas qualidades de Libra. [TODO: copywriting]",
    "mars_scorpio":  "Marte em Escorpião  energia do Marte moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "mars_sagittarius":  "Marte em Sagitário  energia do Marte moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "mars_capricorn":  "Marte em Capricórnio  energia do Marte moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "mars_aquarius":  "Marte em Aquário  energia do Marte moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "mars_pisces":  "Marte em Peixes  energia do Marte moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "jupiter_aries":  "Júpiter em Áries  energia do Júpiter moldada pelas qualidades de Áries. [TODO: copywriting]",
    "jupiter_taurus":  "Júpiter em Touro  energia do Júpiter moldada pelas qualidades de Touro. [TODO: copywriting]",
    "jupiter_gemini":  "Júpiter em Gêmeos  energia do Júpiter moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "jupiter_cancer":  "Júpiter em Câncer  energia do Júpiter moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "jupiter_leo":  "Júpiter em Leão  energia do Júpiter moldada pelas qualidades de Leão. [TODO: copywriting]",
    "jupiter_virgo":  "Júpiter em Virgem  energia do Júpiter moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "jupiter_libra":  "Júpiter em Libra  energia do Júpiter moldada pelas qualidades de Libra. [TODO: copywriting]",
    "jupiter_scorpio":  "Júpiter em Escorpião  energia do Júpiter moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "jupiter_sagittarius":  "Júpiter em Sagitário  energia do Júpiter moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "jupiter_capricorn":  "Júpiter em Capricórnio  energia do Júpiter moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "jupiter_aquarius":  "Júpiter em Aquário  energia do Júpiter moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "jupiter_pisces":  "Júpiter em Peixes  energia do Júpiter moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "saturn_aries":  "Saturno em Áries  energia do Saturno moldada pelas qualidades de Áries. [TODO: copywriting]",
    "saturn_taurus":  "Saturno em Touro  energia do Saturno moldada pelas qualidades de Touro. [TODO: copywriting]",
    "saturn_gemini":  "Saturno em Gêmeos  energia do Saturno moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "saturn_cancer":  "Saturno em Câncer  energia do Saturno moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "saturn_leo":  "Saturno em Leão  energia do Saturno moldada pelas qualidades de Leão. [TODO: copywriting]",
    "saturn_virgo":  "Saturno em Virgem  energia do Saturno moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "saturn_libra":  "Saturno em Libra  energia do Saturno moldada pelas qualidades de Libra. [TODO: copywriting]",
    "saturn_scorpio":  "Saturno em Escorpião  energia do Saturno moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "saturn_sagittarius":  "Saturno em Sagitário  energia do Saturno moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "saturn_capricorn":  "Saturno em Capricórnio  energia do Saturno moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "saturn_aquarius":  "Saturno em Aquário  energia do Saturno moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "saturn_pisces":  "Saturno em Peixes  energia do Saturno moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "uranus_aries":  "Urano em Áries  energia do Urano moldada pelas qualidades de Áries. [TODO: copywriting]",
    "uranus_taurus":  "Urano em Touro  energia do Urano moldada pelas qualidades de Touro. [TODO: copywriting]",
    "uranus_gemini":  "Urano em Gêmeos  energia do Urano moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "uranus_cancer":  "Urano em Câncer  energia do Urano moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "uranus_leo":  "Urano em Leão  energia do Urano moldada pelas qualidades de Leão. [TODO: copywriting]",
    "uranus_virgo":  "Urano em Virgem  energia do Urano moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "uranus_libra":  "Urano em Libra  energia do Urano moldada pelas qualidades de Libra. [TODO: copywriting]",
    "uranus_scorpio":  "Urano em Escorpião  energia do Urano moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "uranus_sagittarius":  "Urano em Sagitário  energia do Urano moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "uranus_capricorn":  "Urano em Capricórnio  energia do Urano moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "uranus_aquarius":  "Urano em Aquário  energia do Urano moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "uranus_pisces":  "Urano em Peixes  energia do Urano moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "neptune_aries":  "Netuno em Áries  energia do Netuno moldada pelas qualidades de Áries. [TODO: copywriting]",
    "neptune_taurus":  "Netuno em Touro  energia do Netuno moldada pelas qualidades de Touro. [TODO: copywriting]",
    "neptune_gemini":  "Netuno em Gêmeos  energia do Netuno moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "neptune_cancer":  "Netuno em Câncer  energia do Netuno moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "neptune_leo":  "Netuno em Leão  energia do Netuno moldada pelas qualidades de Leão. [TODO: copywriting]",
    "neptune_virgo":  "Netuno em Virgem  energia do Netuno moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "neptune_libra":  "Netuno em Libra  energia do Netuno moldada pelas qualidades de Libra. [TODO: copywriting]",
    "neptune_scorpio":  "Netuno em Escorpião  energia do Netuno moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "neptune_sagittarius":  "Netuno em Sagitário  energia do Netuno moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "neptune_capricorn":  "Netuno em Capricórnio  energia do Netuno moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "neptune_aquarius":  "Netuno em Aquário  energia do Netuno moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "neptune_pisces":  "Netuno em Peixes  energia do Netuno moldada pelas qualidades de Peixes. [TODO: copywriting]",
    "pluto_aries":  "Plutão em Áries  energia do Plutão moldada pelas qualidades de Áries. [TODO: copywriting]",
    "pluto_taurus":  "Plutão em Touro  energia do Plutão moldada pelas qualidades de Touro. [TODO: copywriting]",
    "pluto_gemini":  "Plutão em Gêmeos  energia do Plutão moldada pelas qualidades de Gêmeos. [TODO: copywriting]",
    "pluto_cancer":  "Plutão em Câncer  energia do Plutão moldada pelas qualidades de Câncer. [TODO: copywriting]",
    "pluto_leo":  "Plutão em Leão  energia do Plutão moldada pelas qualidades de Leão. [TODO: copywriting]",
    "pluto_virgo":  "Plutão em Virgem  energia do Plutão moldada pelas qualidades de Virgem. [TODO: copywriting]",
    "pluto_libra":  "Plutão em Libra  energia do Plutão moldada pelas qualidades de Libra. [TODO: copywriting]",
    "pluto_scorpio":  "Plutão em Escorpião  energia do Plutão moldada pelas qualidades de Escorpião. [TODO: copywriting]",
    "pluto_sagittarius":  "Plutão em Sagitário  energia do Plutão moldada pelas qualidades de Sagitário. [TODO: copywriting]",
    "pluto_capricorn":  "Plutão em Capricórnio  energia do Plutão moldada pelas qualidades de Capricórnio. [TODO: copywriting]",
    "pluto_aquarius":  "Plutão em Aquário  energia do Plutão moldada pelas qualidades de Aquário. [TODO: copywriting]",
    "pluto_pisces":  "Plutão em Peixes  energia do Plutão moldada pelas qualidades de Peixes. [TODO: copywriting]"
}
